#region Старый экран :
//Результаты Забега :
//Концовка : []

//?Достижение за концовку
//?Достижение за сложность
//?Достижение за сезон
//?Достижение за испытание

//Enter/A что бы выйти
#endregion
#region Новый экран :
//Рандомная концовка - []
//?Достижение за концовку;

//Сложность Забега - []
//?Достижение за сложность;

//Сезон Забега - []
//?Достижение за сезон;

//Выполненное Испытание - []
//?Достижение за испытание;

//Заработанное сохраненно;
//Escape / Down(геймпад) что бы выйти.
#endregion